Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/2nd_international_gathering_of_indigenous_salmon_peoples:_-_laksen_kan_ikke_reddes_uten_at_urfolk_involveres_i_beslutningene.html.tmx
Source language: nob
Languages: sme

source: 2nd International Gathering of Indigenous Salmon Peoples: – Laksen kan ikke reddes uten at urfolk involveres i beslutningene
sme: 2nd International Gathering of Indigenous Salmon Peoples: – Luosa ii sáhte gádjut nu ahte álgoálbmogiid ii searvvat mearrideapmái

source: Sametingsrådet ønsker å slutte seg til Kárášjohka-erklæringen om forvaltning av laks.
sme: Sámediggeráđđi áigu guorrasit Kárášjogajulggaštussii luosa hálddašeami birra.

source: Erklæringen er et resultat av den andre internasjonale samlingen for urfolk som har laks som en viktig del av sin kultur og sitt levebrød.
sme: Julggaštus čállojuvvui nuppi riikkaidgaskasaš čoahkkaneamis gosa álgoálbmogat geaidda luossa lea dehálaš kultuvrra ja birgenlági dáfus, ledje čoahkkanan.

source: – Dette er en erklæring som vi kan stå bak.
sme: – Dan julggaštussii mii sáhttit guorrasit.

source: Nemlig det at vi som lakseurfolk vil fortsette å forvalte og leve i fellesskap med laksen og vannene, og det er vårt ansvar å opprettholde vårt forhold til laksen og deres habitater, sier sametingspresident Silje Karine Muotka (NSR).
sme: Namalassii dasa ahte mii luossaálgoálbmogin ain hálddašit ja eallit ovttas luosain ja čáziiguin, ja ahte lea min ovddasvástádus bisuhit iežamet oktavuođa lussii ja daid eallinbirrasiidda, dadjá sámediggepresideanta Silje Karine Muotka (NSR).

source: I 2022 samlet urfolk med tilknytning til laks seg for aller første gang i Vancouver, Canada.
sme: Jagis 2022 deaivvadedje luossaálgoálbmogat vuosttaš geardde Vancouveris, Kanadas.

source: Denne høsten, fra 30. september til 1. oktober, fant den andre samlingen sted i parlamentsbygningen i Karasjok, med deltakere fra Sápmi, USA og Canada.
sme: Dán čavčča, čakčamánu 30. beaivvis golggotmánu 1. beaivái, lágiduvvui nubbi čoahkkaneapmi parlameantavisttis Kárášjogas, gosa ledje boahtán olbmot Sámis, USA:s ja Kanádas.

source: Samlingene har hatt til hensikt å samle urfolk fra hele den nordlige halvkule for å utveksle kunnskap om laks og diskutere løsninger for urfolkssentrert lakseforvaltning.
sme: Čoahkkanemiid ulbmil lea leamaš čohkket davveguovlluid álgoálbmogiid vai sii besset juogadit máhtuset luosa birra ja digaštallat čovdosiid álgoálbmotvuđot luossahálddašeapmái.

source: Karasjokerklæringen (The Indigenous Salmon Peoples Declaration) er historisk da det er første gang det vedtas en urfolkserklæring om laks.
sme: Kárášjogajulggaštus (The Indigenous Salmon Peoples Declaration) lea historjjálaš, go lea vuosttaš álgoálbmotjulggaštus luosa birra.

source: Erklæringen kan tilsluttes av parlamenter, organisasjoner, institusjoner og enkeltpersoner, og kan brukes på internasjonalt, nasjonalt, regionalt eller lokalt nivå.
sme: Parlameanttat, organisašuvnnat, ásahusat ja ovttaskas olbmot sáhttet guorrasit julggaštussii, ja dan sáhttá atnit riikkaidgaskasaš, nationála, guvllolaš dahje báikkálaš dásis.

source: Under plenumsmøtet i desember skal Sametinget, som folkevalgt organ, vedta om de tilslutter seg avtalen.
sme: Juovlamánu dievasčoahkkimis mearrida Sámediggi, álbmotválljen orgánan, guorrasa go šiehtadussii.

source: – Samer er ikke de eneste som er bekymret for tilstanden til laksebestanden på den nordlige halvkulen.
sme: – Eai leat dušše sápmelaččat geat leat fuolas luossanáli dili dihte davveguovlluin.

source: Det er stor uro blant urfolk.
sme: Álgoálbmogat leat hui fuolas.

source: Laksen er i ferd med å forsvinne.
sme: Luossa lea nohkame.

source: Dette kjenner vi spesielt her i Sápmi med stengte elver og lite laks.
sme: Dan dovdat erenoamážit dáppe Sámis go leat gidden bivddu jogain ja go lea unnán luossa.

source: Situasjonen er prekær.
sme: Lea hui váttis dilli.

source: Laks er viktig for urfolk. Det er en livsnerve i våre samfunn.
sme: Luossa lea dehálaš álgoálbmogiidda, ja dat lea nu mávssolaš oassi min servodagain.

source: Derfor må vi med vår kunnskap være med å forvalte og ivareta laksen.
sme: Danne mii fertet iežamet máhtuin leat oassin luosa hálddašeamis ja gáhttemis.

source: Det har vi gjort i tusenvis av år og må få lov til å fortsette med det, sier Muotka.
sme: Dan mii leat dahkan duháhiid jagiid, ja dan fertet ain beassat dahkat, dadjá Muotka.

source: Erklæringen sender ut et tydelig varsko.
sme: Julggaštus fuomášuhttá ahte dál lea ágga fuolastuvvat.

source: Her er noen utdrag:
sme: Dá leat oasit julggaštusas:

source: Vi erklærer at virkningene av klimakrisen og klimaendringsrelaterte stressfaktorer og industrielle og kommersielle aktiviteter må håndteres med fornuftige og helhetlige planer for gjenoppbygging av laks støttet av betydelige ressurser og ledet av lakseurfolk
sme: Mii julggaštit ahte dálkkádatroasu ja dálkkádatrievdamiid dagahan huššafáktoriid ja industriijalaš ja gávppálaš doaimmaid váikkuhusaid, ferte dustet jierpmálaš ja ollislaš plánaiguin luosa ealáskahttima várás, maidda leat mearkkašahtti resurssat ja maid jođihit luossaálgoálbmogat

source: Vi erklærer at urfolks autoritet, styresett, jurisdiksjon og kunnskapssystemer blir anerkjent, respektert og opprettholdt.
sme: Mii julggaštit ahte álgoálbmogiid autoritehta, stivrenvuogit, jurisdikšuvdna ja máhttovuogádagat dohkkehuvvojit, váldojuvvojit vuhtii ja bisuhuvvojit.

source: Vi understreker at urfolk og urfolks kunnskap skal være grunnlaget for all forvaltning av laks.
sme: Mii deattuhit ahte álgoálbmogat ja álgoálbmogiid máhttu galgá leat buot luossahálddašeami vuođđun.

source: Lakseurfolkssamlingen i Karasjok var i regi av Sametinget og Samerådet, og erklæringen støtter opp om Sametingets kontinuerlige innsats for å fremme urfolks lederskap i forvaltning og kunnskapsproduksjon knyttet til laksevassdrag.
sme: Sámediggi ja Sámiráđđi dat lágidedje luossaálgoálbmotčoahkkaneami Kárášjogas, ja julggaštus doarju Sámedikki jotkkolaš áŋgiruššama álgoálbmotjođiheami ovddideami ovdii luossačázádagaid hálddašeamis ja máhttobuvttadeamis.

source: – Vi mener at Kárášjohka-erklæringen er et viktig strategisk steg, da den formulerer viktige prinsipper for urfolksledet lakseforvaltning.
sme: – Mii oaivvildit ahte Kárášjogajulggaštus lea dehálaš strategalaš lávki, go dat hábme dehálaš prinsihpaid álgoálbmotvuđot luossahálddašeapmái.

source: Erklæringen kan være et viktig verktøy i North Atlantic Salmon Conservation Organization (NASCO), avslutter Muotka.
sme: Julggaštus sáhttá leat dehálaš reaidu organisašuvdnii North Atlantic Salmon Conservation Organization (NASCO), loahpaha Muotka.
